const colors = {
    action: '#CC0E05', // Цвет действия (активные элементы, кнопки)
    subtext: '#A2A2A2', // Подтекст (второстепенный текст)
    inactive: '#313131', // Неактивное действие (кнопки или элементы в неактивном состоянии)
    heading: '#242424', // Цвет большого текста (заголовки, основной текст)
    background: '#F9F9F9', // Основной фоновый цвет (фон приложения)
    background2: '#1C1C1C',
    white: '#FFF',
  };
  
  const fonts = {
    primary: 'Sora', // Основной шрифт
    secondary: 'Montserrat', // Вторичный шрифт
  };
  
  export { colors, fonts };